{"FmgID":206,"Fmg":{"Entries":[
{"ID":1,"Text":"Crouch to make it harder for enemies to discover you.\nEspecially effective in tall grass.\nAttacking an enemy that hasn't noticed you will cause more damage than usual.\n\n<?keyicon@9?>: <?keyActName@9?>"},
{"ID":2,"Text":"Use an armament in your left hand or both hands to guard against incoming attacks.\nShields are particularly effective for guarding.\nGuarding consumes stamina.\nIf your stamina runs out, your stance will be broken.\n\n<?keyicon@24?>: Guard"},
{"ID":3,"Text":"You can perform a counterattack immediately after blocking an enemy attack.\nGuard counters make it easy to break an enemy's stance.\n\n<?keyicon@23?> immediately after blocking an attack: Guard Counter"},
{"ID":4,"Text":"Wielding an armament in two hands will increase your effective strength for that armament by 50%.\nThis eases attribute requirements, and armaments that scale with strength will do more damage. In addition, attacks with that armament are more difficult to repel with shields.\n\n<?keyicon@27?>+<?keyicon@24?>/<?keyicon@22?>: Wield with two hands"},
{"ID":5,"Text":"Charge attacks and jump attacks are powerful.\nUsing them makes it easy to break an enemy's stance.\nThey are also likely to knock mounted enemies off of their mounts.\n\nHold <?keyicon@23?>: Charge attack\n<?keyicon@23?> while jumping: Jump attack"},
{"ID":6,"Text":"Armaments have special abilities called skills.\nSkills are highly varied, and range from powerful attacks to temporary effects.\nUsing skills consumes FP.\n\n<?keyicon@25?>: <?keyActName@25?>"},
{"ID":7,"Text":"Shields allow you to use the \"Parry\" skill to deflect enemies' close-range attacks.\nA successful parry will break the attacker's stance, giving you a chance to perform a critical hit.\n\n<?keyicon@25?> in time with an enemy attack: Parry"},
{"ID":8,"Text":"Lock-on to an enemy to keep it targeted, making it easier to focus on it as you fight.\n\n<?keyicon@15?>: <?keyActName@15?>\n<?keyControlCamera?> while locked-on to a target: Change target"},
{"ID":9,"Text":"When wielding a bow with two hands, you can hold <?keyicon@24?> for precision aiming.\nThis lets you aim more precisely with <?keyControlCamera?>.\nYou can do major damage to foes of human or similar build by aiming for their heads.\n\n<?keyicon@24?> while wielding a bow with two hands: Precision aiming"},
{"ID":10,"Text":"You can equip up to three armaments each to your left and right hands.\n\nSome armaments, such as shields, have different actions depending on which hand equips them."},
{"ID":11,"Text":"You can equip up to ten items at a time.\nEquipped items can be used without accessing the item menu.\nYou can also assign items to your pouch to use them directly from the main menu.\n\n<?keyicon@18?>: <?keyActName@18?>\n<?keyicon@26?>: <?keyActName@26?>"},
{"ID":12,"Text":"Raise your torch to see further into dark spaces.\n\n<?keyicon@24?> with torch equipped in left hand: Raise torch"},
{"ID":13,"Text":"If you get behind an enemy, you'll have a chance to perform a critical hit.\nYou can also perform a critical hit after breaking an enemy's stance.\nStance-break critical hits cause more damage than critical hits from behind.\n\n<?keyicon@22?> when near a backturned enemy: Critical hit\n<?keyicon@22?> when near a stance-broken enemy: Critical hit"},
{"ID":14,"Text":"Use \"Gestures\" from the main menu to perform a variety of basic poses."},
{"ID":15,"Text":"Use your map to check your current position, as well as the terrain and surrounding structures.\nYou can update your map with new information by finding map fragments at steles along the road.\n\n<?keyicon@29?>: <?keyActName@29?>"},
{"ID":16,"Text":"Jump while on horseback near a spiritspring to ride its current high into the air.\nYou won't take damage from jumping into a spiritspring while on horseback, even from a great height.\n\n<?keyicon@8?> at a spiritspring while on horseback: Spiritspring jump"},
{"ID":17,"Text":"When you have multiple items equipped, you can hold <?keyicon@18?> to quickly select the item in your first item slot.\n\nHold <?keyicon@18?>: Select first equipped item"},
{"ID":50,"Text":"Upon dying, you will drop any runes in your possession at the site of your death.\nYou can reclaim those runes by reaching that same spot again.\nHowever, if you die again before reclaiming those dropped runes, they will be lost forever."},
{"ID":51,"Text":null},
{"ID":52,"Text":"When the monument icon is shown on the left side of the screen, you can summon spirits from ashes.\nThere are several different types of spirits that can be summoned.\nSummoning spirits typically consumes FP."},
{"ID":53,"Text":"Resting at a site of grace will restore your HP, FP, and cleanse any status ailments.\nIt will also refill your sacred flasks.\n\nHowever, most of the enemies you've defeated will be revived."},
{"ID":54,"Text":"Sites of grace that you haven't discovered yet illuminate their surroundings.\nIf you see light while exploring, seek it out—you might find a site of grace."},
{"ID":55,"Text":"Grace exists to guide the Tarnished and lead them along the proper path.\nEven now, some sites of grace retain that power.\nTheir golden rays will guide you along your way."},
{"ID":56,"Text":"The Flask of Crimson Tears replenishes your HP.\nThe Flask of Cerulean Tears replenishes your FP.\n\nAt sites of grace, you can allocate portions of doses to each flask.\nYou can also use certain items to upgrade your flasks at sites of grace."},
{"ID":57,"Text":"Through your map, you can instantly travel to any sites of grace that you've discovered.\nHowever, there are some dungeons and other areas where this cannot be done."},
{"ID":58,"Text":"While on horseback, you can attack with armaments equipped in your right hand or in both hands.\nIf you take a certain amount of damage while on horseback, you will fall from your horse.\nThis will leave you greatly vulnerable."},
{"ID":59,"Text":"You cannot enter large buildings, caves, catacombs, or similar spaces while on horseback.\nYou also cannot summon your horse while inside such spaces."},
{"ID":60,"Text":"If you have a Crafting Kit, you can make various items from materials that you find.\nSelect \"Item Crafting\" from the main menu to make items.\n\n<?keyicon@28?>: <?keyActName@28?>"},
{"ID":61,"Text":"You will need cracked pots or other containers to craft certain items.\nContainer items will run out with use, but the containers themselves will remain."},
{"ID":62,"Text":"Ashes of War are memories of the affinities and skills imbued in armaments wielded long ago.\nWith a Whetstone Knife, you can use Ashes of War to customize your armaments at sites of grace."},
{"ID":63,"Text":null},
{"ID":64,"Text":"Upon dying, you will be revived at the last site of grace that you visited.\n\nHowever, if there is a Stake of Marika near where you died, you can choose to be revived there instead."},
{"ID":65,"Text":"When you carry more than 70% of your maximum equipment load, your dodge rolling will become slower and clumsier.\nIf you exceed your maximum equipment load entirely, you will be unable to roll at all."},
{"ID":66,"Text":"While in combat, you are unable to craft items or open your map."},
{"ID":67,"Text":"Spirits that you've summoned from ashes can be made more powerful by a spirit tuner.\nYou'll need glovewort to upgrade spirits."},
{"ID":68,"Text":"When you level up, you can spend runes to increase your attributes.\nAs your attributes increase, your level rises—and so does the amount of runes required for your next attribute increase."},
{"ID":69,"Text":null},
{"ID":70,"Text":"When the poison gauge is full, you will become poisoned and take continuous damage.\nThe higher your immunity, the longer it takes for the poison gauge to fill."},
{"ID":71,"Text":"When the scarlet rot gauge is full, you will become sick and take continuous damage.\nThe scarlet rot is a very dangerous status ailment, but the higher your immunity, the longer it takes for the gauge to fill."},
{"ID":72,"Text":"When the blood loss gauge is full, you will hemorrhage blood.\nThis causes a large amount of damage relative to your maximum HP.\nThe higher your robustness, the longer it takes for the blood loss gauge to fill."},
{"ID":73,"Text":"When the frost gauge is full, you will take damage and become frostbitten for a while.\nWhile suffering from frostbite, you will take increased damage from other sources.\nThe higher your robustness, the longer it takes for the frost gauge to fill."},
{"ID":74,"Text":"When the sleep gauge is full, you will become drowsy.\nWeaker characters will fall asleep entirely.\nThe higher your focus, the longer it takes for the sleep gauge to fill."},
{"ID":75,"Text":"When the madness gauge is full, you will go mad and lose a great deal of both HP and FP.\nOnly humans can be afflicted with madness.\nThe higher your focus, the longer it takes for the madness gauge to fill."},
{"ID":76,"Text":"When your death gauge is full, you will be struck with instant death.\nThis is a very dangerous status ailment, but the higher your resistance to death, the longer it takes for the death gauge to fill."},
{"ID":77,"Text":"Heavy armor provides high poise, making you less likely to recoil from enemy attacks.\nWielding a heavy weapon with two hands may also provide similar effects."},
{"ID":100,"Text":"During cooperative multiplayer, a Furled Finger's objective is to help the Host of Fingers defeat the boss of the area.\nA Furled Finger will return to their own world when they die or the boss is defeated, whichever happens first."},
{"ID":101,"Text":"During competitive multiplayer, a duelist's objective is to defeat the Host of Fingers.\nA duelist will return to their own world when they die or the Host of Fingers is defeated, whichever happens first."},
{"ID":102,"Text":"In typical multiplayer, there can be up to two cooperators and one invader or adversary present at once.\n\nThe host player can use a Taunter's Tongue to increase the maximum number of invaders or adversaries."},
{"ID":103,"Text":"With a Furlcalling Finger Remedy, you can see summon signs left by players in other worlds.\n\nIf you summon another player through their sign, multiplayer will begin, with you as the Host of Fingers."},
{"ID":104,"Text":"With a Tarnished's Furled Finger, you can leave a gold summon sign.\nThis sign will appear in other players' worlds and allow them to summon you as a Furled Finger for cooperative multiplayer."},
{"ID":105,"Text":"With a Duelist's Furled Finger, you can leave a red summon sign.\nThis sign will appear in other players' worlds and allow them to summon you as a duelist adversary for competitive multiplayer."},
{"ID":106,"Text":"With a Festering Bloody Finger, you can enter another player's world as an invading Bloody Finger.\nThere are other items that allow you to invade other worlds as well."},
{"ID":107,"Text":"If you use a White Cipher Ring, you will automatically request for a hunter from another world to come to your rescue when your world is invaded.\n(Summoning is not always possible.)"},
{"ID":108,"Text":"If you use a Blue Cipher Ring, you will make yourself open to summons for rescue from other worlds. You will be summoned to their world as a hunter."},
{"ID":109,"Text":"In each area, you may find effigies of martyrs.\nThese effigies are summoning pools.\n\nSummon signs made with small effigies are gathered at these summoning pools.\nYou'll find it easy to summon other players at these locations."},
{"ID":110,"Text":"If you set a group password, you'll be more likely to see messages, summon signs, bloodstains, and phantoms from other players using the same password."},
{"ID":111,"Text":"If you set a multiplayer password, you'll only be matched with other players using the same password for most multiplayer features.\n\nHowever, multiplayer passwords do not apply to invasion multiplayer."},
{"ID":112,"Text":"You can use the Messages menu to leave messages for other players.\n\nYour message will appear in other players' worlds at the spot where you stood when you wrote it."},
{"ID":113,"Text":"During multiplayer, you can only explore a limited area.\nAreas beyond those limits are blocked off with a wall of light.\nThey will be accessible again after multiplayer ends."},
{"ID":114,"Text":"You may occasionally see faint, white phantoms.\nThese are traces of players in other worlds and the actions they recently performed."},
{"ID":115,"Text":"Bloodstains are left behind in spots where players in other worlds have died.\nYou can examine them to see how those players died."},
{"ID":116,"Text":"During supportive multiplayer, a hunter's objective is to defeat an invader.\nA hunter will return to their own world when they die or the invader is defeated, whichever happens first."},
{"ID":117,"Text":"There are two types of summon signs left by players in other worlds.\n\nGold signs will summon Furled Finger cooperators.\nRed signs will summon duelist adversaries."},
{"ID":118,"Text":"You can change the message format to leave more complex messages.\nYou can also attach gestures to your messages.\n\n<?keyicon@30?>: Change message format"},
{"ID":119,"Text":"During invasion multiplayer, the invader's objective is to defeat the Host of Fingers.\nAn invader will return to their own world when they die or the Host of Fingers is defeated, whichever happens first."},
{"ID":150,"Text":"Attacks with certain affinities, such as fire or lightning, may make guarding less effective than it is against normal physical attacks.\n\nGuarding does not work against many grappling attacks."},
{"ID":151,"Text":"Some attacks may break an enemy's stance, giving you a chance to perform a critical hit.\nCharge attacks and jump attacks make it particularly easy to break an enemy's stance."},
{"ID":152,"Text":"Repeatedly attack a mounted enemy to knock them off of their mount and break their stance.\nThis will give you a chance to perform a critical hit.\nCharge attacks and jump attacks are particularly likely to knock enemies off of their mounts."},
{"ID":153,"Text":"The slashing attacks of sharp weapons are largely ineffective against hardened armor and scales. Strike attacks are likely to hit the mark."},
{"ID":154,"Text":null},
{"ID":200,"Text":"There are both Crimson and Cerulean Teardrop Scarabs.\nDefeat them to replenish the flasks that match their type.\nHowever, you cannot replenish more flasks than your maximum amount allows."},
{"ID":250,"Text":null},
{"ID":251,"Text":null},
{"ID":252,"Text":null},
{"ID":253,"Text":null}
],"Version":2,"BigEndian":false,"Compression":1}}