{"FmgID":203,"Fmg":{"Entries":[
{"ID":2100,"Text":"Profile"},
{"ID":2500,"Text":"Reset assignments"},
{"ID":3000,"Text":"Set controller vibration strength"},
{"ID":3001,"Text":null},
{"ID":3002,"Text":null},
{"ID":3003,"Text":null},
{"ID":3004,"Text":null},
{"ID":3005,"Text":null},
{"ID":3006,"Text":null},
{"ID":3007,"Text":null},
{"ID":3008,"Text":null},
{"ID":3009,"Text":null},
{"ID":3010,"Text":"Assign controller buttons"},
{"ID":3011,"Text":null},
{"ID":3012,"Text":null},
{"ID":3013,"Text":null},
{"ID":3014,"Text":null},
{"ID":3015,"Text":null},
{"ID":3016,"Text":null},
{"ID":3017,"Text":null},
{"ID":3018,"Text":null},
{"ID":3019,"Text":null},
{"ID":3020,"Text":"Press a button to assign this action"},
{"ID":4101,"Text":"Cannot connect to network.\nReturning to title menu."},
{"ID":4102,"Text":"The connection to the ELDEN RING game server was lost.\nReturning to title menu."},
{"ID":4160,"Text":"Connection to Steam interrupted.\nReturning to title menu."},
{"ID":4161,"Text":"Frame rate unsuitable for online play.\nReturning to title menu."},
{"ID":4190,"Text":"A network error occurred.\nReturning to title menu."},
{"ID":4191,"Text":"Failed to save game.\nSave data is corrupted.\n\nSelect \"Yes\" to try again.\n\nSelect \"No\" to return to\ntitle menu without saving."},
{"ID":4192,"Text":"Failed to save game.\nSave data is corrupted.\n\nReturning to title menu."},
{"ID":4193,"Text":"Failed to save game.\nSave data is corrupted."},
{"ID":20023,"Text":"Register gesture at top of main menu\nfor quick access"},
{"ID":100000,"Text":"RB"},
{"ID":100001,"Text":"LB"},
{"ID":100002,"Text":"RT"},
{"ID":100003,"Text":"LT"},
{"ID":100004,"Text":null},
{"ID":100005,"Text":null},
{"ID":100006,"Text":null},
{"ID":100007,"Text":null},
{"ID":100008,"Text":null},
{"ID":100009,"Text":null},
{"ID":100010,"Text":"Gamertag"},
{"ID":100011,"Text":"Character name"},
{"ID":101000,"Text":"PRESS ANY BUTTON"},
{"ID":102000,"Text":"DLC STORE"},
{"ID":110000,"Text":"Controller Settings"},
{"ID":110001,"Text":null},
{"ID":110002,"Text":null},
{"ID":110003,"Text":null},
{"ID":110004,"Text":null},
{"ID":110005,"Text":null},
{"ID":110006,"Text":null},
{"ID":110007,"Text":null},
{"ID":110008,"Text":null},
{"ID":110009,"Text":null},
{"ID":110010,"Text":"Controller Vibration"},
{"ID":111030,"Text":"Button Settings"},
{"ID":111031,"Text":null},
{"ID":111032,"Text":null},
{"ID":111033,"Text":null},
{"ID":111034,"Text":null},
{"ID":111035,"Text":"Button Settings"},
{"ID":120200,"Text":null},
{"ID":200100,"Text":"Text includes unsupported characters.\nUnsupported characters will be replaced with asterisks (*)."},
{"ID":280000,"Text":"This key binding cannot be removed"},
{"ID":280001,"Text":null},
{"ID":280002,"Text":"Please check your settings. \nOne or more keys are bound to more than one function."},
{"ID":280003,"Text":"One or more keys are bound to more than one function.\nLeave menu without saving settings?"},
{"ID":400003,"Text":"At the end of the previous session, Quit Game\nmight not have been selected from the system menu.\nPlease use Quit Game from the system menu\nwhen you wish to end your play session.\n\nFailure to end session with Quit Game may result\nin loss of progress."},
{"ID":401102,"Text":"Failed to create save data.\nSelect \"OK\" to try again."},
{"ID":401103,"Text":"Failed to load save data.\nSelect \"OK\" to try again."},
{"ID":401104,"Text":null},
{"ID":401105,"Text":null},
{"ID":401106,"Text":"Failed to save game.\nSave data is corrupted.\n\nSelect \"OK\" to try again."},
{"ID":401107,"Text":"The save data is corrupted.\nDelete corrupted data and create a new save?"},
{"ID":401108,"Text":null},
{"ID":401109,"Text":null},
{"ID":401110,"Text":"Checking save data..."},
{"ID":401111,"Text":"Creating save data..."},
{"ID":401112,"Text":"Updating save data..."},
{"ID":401113,"Text":"The game version and save data version are different.\nQuit the game and use the Steam client to update\ngame data to the latest version before trying again."},
{"ID":401114,"Text":"This profile is from a newer version of the game and\ncannot be loaded on the version that is currently running.\nQuit the game and sign in to Steam to update game data\nto the latest version."},
{"ID":401115,"Text":null},
{"ID":401116,"Text":null},
{"ID":401117,"Text":null},
{"ID":401118,"Text":null},
{"ID":401119,"Text":null},
{"ID":401120,"Text":"Checking network connection status..."},
{"ID":401150,"Text":"Logging in to the ELDEN RING game server..."},
{"ID":401151,"Text":null},
{"ID":401152,"Text":null},
{"ID":401153,"Text":null},
{"ID":401154,"Text":null},
{"ID":401155,"Text":null},
{"ID":401156,"Text":null},
{"ID":401157,"Text":null},
{"ID":401158,"Text":null},
{"ID":401159,"Text":null},
{"ID":401160,"Text":"Retrieving data from the ELDEN RING game server..."},
{"ID":401161,"Text":null},
{"ID":401162,"Text":null},
{"ID":401163,"Text":null},
{"ID":401164,"Text":null},
{"ID":401165,"Text":"Saving data to the ELDEN RING game server..."},
{"ID":401166,"Text":null},
{"ID":401167,"Text":null},
{"ID":401168,"Text":null},
{"ID":401169,"Text":null},
{"ID":401170,"Text":"Starting in offline mode.\n\nTo use network features, check to see \nif your connection is set up properly, \nand select \"LOG IN\" from title menu."},
{"ID":401171,"Text":"Returning to title menu"},
{"ID":401172,"Text":"ELDEN RING Network Test Ver.\ncan only be played online.\nReturning to title menu."},
{"ID":401201,"Text":"Unable to connect to the network.\nPlease check your network settings."},
{"ID":401202,"Text":"Network status check failed"},
{"ID":401310,"Text":"New downloadable content has been installed.\nYou must return to the title menu to apply this content in-game.\nSelect \"OK\" to return to title menu."},
{"ID":401400,"Text":"Unable to start in online mode due to a detected frame rate issue.\n\nPlease restart the game after resolving the issue to play online."},
{"ID":401401,"Text":"Inappropriate activity detected.\nUnable to start in online mode."},
{"ID":401402,"Text":"Inappropriate activity detected.\nReturning to title menu."},
{"ID":401502,"Text":"Your account is currently not permitted to access\nELDEN RING game server services"},
{"ID":401503,"Text":"Failed to log in to the ELDEN RING game server.\nSelect \"OK\" to attempt to log in again."},
{"ID":401504,"Text":"An update to the game is available. To use network\nfeatures, please install the update and restart the game."},
{"ID":401505,"Text":"Cannot log in to the ELDEN RING game server\nbecause it has been temporarily disabled or\nis undergoing maintenance."},
{"ID":401506,"Text":null},
{"ID":401507,"Text":"Cheating detected on your account by Valve Anti-Cheat.\nYou may no longer utilize services provided by\nthe ELDEN RING game servers."},
{"ID":401601,"Text":"Failed to acquire information.\nSelect \"OK\" to try again."},
{"ID":401701,"Text":"Cannot create any more profiles.\nDelete an existing profile and create a new one?\n\nNote: You may create up to 10 profiles."},
{"ID":401721,"Text":"Failed to load save data.\nSave data is corrupted."},
{"ID":401722,"Text":null},
{"ID":401723,"Text":null},
{"ID":401724,"Text":null},
{"ID":401725,"Text":null},
{"ID":401726,"Text":null},
{"ID":401727,"Text":null},
{"ID":401728,"Text":null},
{"ID":401729,"Text":null},
{"ID":401730,"Text":null},
{"ID":401731,"Text":"Failed to initialize character info for online play.\nSelect \"OK\" to try again."},
{"ID":401991,"Text":"An error has occurred.\nReturning to title menu."},
{"ID":600000,"Text":"These Terms of Service (hereinafter referred to as the \"TOS\") shall apply to any matters between Players, as defined in the TOS, and FromSoftware, Inc. (hereinafter referred to as the \"Company\") of the use of online services (hereinafter referred to as the \"Services\") for the game software, \"ELDEN RING\" (hereinafter referred to as the \"Software\") developed by the Company. Players shall use the Services in accordance with the TOS. Should any Player fail to consent to the TOS, such Player may not use the Services. Players shall be deemed to have consented to the TOS when using the Services.\n\n"},
{"ID":600001,"Text":"Article 1. Scope and Modification of TOS\n1. The Company may, in addition to the TOS, separately notify Players of terms of use, precautions, guidelines and other terms and conditions (hereinafter referred to as \"Individual Terms\") where appropriate by posting Individual Terms on the official website operated by the Company (hereinafter referred to as the \"Website\") or through other means. Individual Terms shall constitute part of the TOS, and if any provision of Individual Terms conflicts with the TOS, the provision of Individual Terms shall apply and supersede the TOS.\n2. The Company shall be entitled to modify or revise the TOS and Individual Terms where appropriate from time to time, and in this case, may notify Players of such modification or revision by posting the same on the Website or through other means the Company thinks it reasonable.\n3. If any Player fails to consent to the modification or revision of the TOS and Individual Terms, the Company shall be entitled to have the Player cease or suspend his/her use of the Services.\n4. Players shall be deemed to have consented to the modified or revised the TOS through their continuous use of the Services after the Players have been notified of such modification or revision through any means set forth in Paragraph 1 of this Article.\n5. When Players use the Services, the necessary terms and conditions for the use of STEAM® shall apply.\n\n"},
{"ID":600002,"Text":"Article 2. Definition of Players\nThe term \"Player\" means a customer who consents to the TOS (in the plural, \"Players\"). Players less than twenty (20) years of age shall be deemed to have obtained the consent of their parents or other persons who have parental authority when consenting to the TOS.\n\n"},
{"ID":600003,"Text":"Article 3. Principle of Self-responsibility\n1. Players shall use the Services at their own responsibility, and if any Player causes any loss or damage to another or the Company when using the Services, the Player shall pay damages therefor at his/her own expense and responsibility.\n2. Players shall, when giving and receiving any information or service to and from any third party other than the Company through the Services, be fully liable for any acts and contents incidental thereto. If any Player causes any loss or damage to another or to the Company when giving and receiving any such information or service, the Player shall pay damages therefor at his/her own expense and responsibility.\n3. Players shall, if any problem arises through the Services with any third party other than the Company, deal with and resolve the problem at their own expense and responsibility. The Company shall not be obligated or liable in any way whatsoever for arbitration, dealing, compensation, damages or any other matters with respect to such problem.\n\n"},
{"ID":600004,"Text":"Article 4. Liability for Fees and Charges\n1. The Services are free of charge; however, Players shall prepare the necessary hardware, lines and any other items for their use of the Services at their own expense and responsibility.\n2. Fees for the Software and contents and services provided accompanying the Services will be determined by the Company at its discretion depending on the details and time of such provision.\n\n"},
{"ID":600005,"Text":"Article 5. Management of Personal Information\n1. For the protection of personal information, Players shall not include information that leads to his/her identification in any information posted or disclosed by him/her through the Services when using the Services.\n2. The Company shall not protect information posted on or disclosed in the Services.\n\n"},
{"ID":600006,"Text":"Article 6. Ownership of Rights\n1. Any rights in and to the Software and the Services, including intellectual property rights (any and all rights including, but not limited to patent rights, utility model rights, trademark rights, design rights, knowhow, trade secrets and copyrights) shall belong to the Company or the third parties in question.\n2. Players shall not be entitled to alter, adapt, copy, edit, reproduce, distribute, transmit or publish all pieces of information included in the Software and the Services (any and all kinds of information including, but not limited to images, pictures, characters, scenarios, plots, programs, software and ideas) without the prior approval of the Company.\n3. When using the Services, Players shall not have any intellectual property right or claim with respect to data stored on any storage device such as a server for the Services (hereinafter referred to as \"Recorded Data\"), and Players hereby grant the Company or the third party designated by the Company the right to copy, edit and distribute Recorded Data.\n\n"},
{"ID":600007,"Text":"Article 7. Outsourcing of Operation of the Services\nThe Company shall be entitled to assign to another all or any part of its rights and obligations related to the operation of the Services or outsource to another the operation of all or any part of the Services.\n\n"},
{"ID":600008,"Text":"Article 8. Suspension of the Services\nThe Company shall, in cases falling under the following items, suspend any part or all of the Services without prior notice to Players:\n(1) Where any failure or other defect occurs in any of the systems used for the Services (including, but not limited to communication lines, power sources, and any structures where the foregoing is accommodated);\n(2) Where maintenance, inspection, repair or modification work is regularly or urgently carried out on any systems used for the Services;\n(3) Where services for STEAM® cease or are suspended; or\n(4) Otherwise where the Company determines that it is necessary to suspend the Services for operational or technical reasons.\n\n"},
{"ID":600009,"Text":"Article 9 Discontinuation of Provision of the Services\nThe Company shall, at any time upon giving prior notice of termination to Players, be entitled to discontinue the provision of all or any part of the Services. In this case, the Company shall notify Players of that fact by posting the same on the Website, by e-mail or through other means the Company thinks reasonable. The notice of termination shall be deemed to have reached all Players upon expiration of thirty (30) days after the Company has started posting such notice on the Website.\n\n"},
{"ID":600010,"Text":"Article 10 Prohibited Matters\n1. No Player shall be entitled to assign to, transfer to, sell to or buy from another, change the name to another's name of, or provide another as pledge or other security with, any of his/her rights held as a Player, and items, characters and saved data within the game related to the Software which are obtained in the Services (including so-called \"real money trading\").\n2. No Player shall perform any of the following other acts on the Services:\n(1) Playing a game in a manner offensive to other Players;\n(2) Playing a game using falsified data regardless of the circumstances;\n(3) Playing a game in a manner not intended by the Company using any function or failure of the Software or the Services; or\n(4) Performing any other act determined to be inappropriate by the Company or a third party providing any of the systems used for the Services.\n3. With respect to Players who have performed acts prohibited under this Article, the Company or the third party providing any of the systems used for the Services shall be entitled at its discretion to give such Players warnings, delete the Recorded Data of such Players, or have such Players suspend or cease their use of the Services.\n\n"},
{"ID":600011,"Text":"Article 11 Third-Party Software: Easy Anti-Cheat\nThe company shall employ the use of the “Easy Anti-Cheat” anti-cheat service (hereinafter referred to as \"EAC”) for the sake of preventing acts detailed to in Article 10, Section 2., Subsections (2), (3) and (4). EAC is operated by a third-party service provider. EAC has a client software that is integrated into the Software. When starting the Software, the EAC client software will automatically load and install its latest version to the Hardware. EAC will monitor the Hardware, analyze the Software binaries and scan Hardware memory for the purpose of detecting and preventing cheating in the Software (hereinafter referred to as the “Purpose”). For the Purpose, EAC stores information regarding cheating methods used in the Software (hereinafter referred to as “Cheat Data”). By agreeing to this Agreement, or otherwise using the Software or the Services, the Player gives their consent that EAC may gather, store, share, and publish Cheat Data for the Purpose. The Cheat Data will be used solely for the Purpose. This includes but is not limited to identifying and banning Players who are cheating in the Software or the Services, analyzing cheating behavior and cheating codes, as well as sharing data about cheats with affiliates of EAC.\nYou can find more information about the privacy practices of EAC by viewing the privacy statement of EAC service provider EPIC GAMES (https://www.epicgames.com/site/ja/privacypolicy). If the Player denies EAC the ability to process personal data in accordance with their privacy statement or requests EAC to remove or delete personal data, the Company has the right to block the Player’s access to the Software or the Services and prevent use of the Software or the Services.\n\n"},
{"ID":600012,"Text":"Article 12 Damages\n1. Excluding cases of bad faith or gross negligence, the Company shall not be liable in any way to Players for any loss or damage caused to Players and third parties due to the Players' use of the Services, nor shall the Company be obligated to pay damages therefor.\n2. With respect to the deletion of the Recorded Data of Players, the cessation or cancellation of Players' registration, or the cessation, suspension or discontinuation of Players' use of the Services by the Company, the Company shall not be obligated to pay any damages, unless the Company acts in bad faith or gross negligence.\n3. Even if the Company is liable for damages for any reason, the Company shall not be liable to pay damages of an amount exceeding those for the loss or damage directly caused to Players, nor shall the Company be liable to pay damages for any incidental, indirect, special or future damage, or lost profits.\n4. If any Player causes any loss or damage to other Players or third parties due to his/her use of the Services, the Player shall resolve such issue at his/her own expense and responsibility, and not cause any loss or damage to the Company.\n5. If any Player causes any loss or damage to the Company due to his/her act in violation of the TOS or his/her improper or illegal actions, the Company shall be entitled to make a claim for damages against the Player.\n\n"},
{"ID":600013,"Text":"Article 13 Disclaimers\n1. Each Player shall, if another makes any inquiry or complaint to him/her in connection with his/her use of the Services, or he/she has any request, question or complaint about another's act, deal with and resolve such issue at his/her own expense and responsibility, and the Company shall not be liable or obligated in any way therefor.\n2. Players shall note that they will avoid using the Services at their discretion in an excessive manner that may disturb their sound lifestyle. The Company shall not be liable in any way for any social, mental or physical damage caused to any Player due to the Player's deviant behavior therefrom.\n3. For conflicts of interests or problems between Players arising in connection with the Players' use of the Services, or for measures taken thereunder by the Company or third parties, the Company shall not be liable in any way whatsoever.\n4. Since there is a possibility for the Services to be unavailable depending on the individual environment of each Player due to the nature of the Services, the Company shall not warrant that the Services will be available in any environment.\n5. The Company shall not warrant in any way that the Services are free of errors or viruses, or otherwise games will progress in a safe manner.\n\n"},
{"ID":600014,"Text":"Article 14 Governing Law and Dispute Resolution\nThe TOS shall, including the execution, validity, interpretation and performance hereof, be governed by the laws and regulations of Japan by all means. If any problem, dispute, difficulty or other issue arises in connection with the Services between any Player and the Company, the Player and the Company shall resolve the issue through consultation in good faith, and in the event of a failure in resolving it through consultation, it shall be subject to the exclusive jurisdiction of the Tokyo District Court in the first instance as agreed upon between the parties.\n\n"},
{"ID":600015,"Text":"\n\n\nSupplementary Provisions\nThe TOS shall come into effect upon sale of the Software.\nThe TOS may be modified from time to time.\nThe latest information shall be posted on the Website and made referenceable by Players from time to time."},
{"ID":600016,"Text":null},
{"ID":601000,"Text":"Terms and Conditions"},
{"ID":602000,"Text":"Terms and Conditions"},
{"ID":603000,"Text":"Terms and Conditions"},
{"ID":606000,"Text":"<?kgUD?>: Scroll <?kgLR?>: Select <?kgOk?>: Confirm"},
{"ID":606001,"Text":"Accept"},
{"ID":606002,"Text":"Decline"},
{"ID":606003,"Text":"<?kgUD?>: Select <?kgOk?>: Confirm <?kgCancel?>: Close"},
{"ID":606004,"Text":"Switch Language"},
{"ID":606005,"Text":"日本語"},
{"ID":606006,"Text":"English"},
{"ID":606007,"Text":"Français"},
{"ID":606008,"Text":"Español"},
{"ID":606009,"Text":"Italiano"},
{"ID":606010,"Text":"Deutsch"},
{"ID":606011,"Text":"한국어"},
{"ID":606012,"Text":"繁體中文"},
{"ID":606013,"Text":"简体中文"},
{"ID":606014,"Text":"Polski"},
{"ID":606015,"Text":"Русский"},
{"ID":606016,"Text":"Português (Brasil)"},
{"ID":606017,"Text":"Español (América Latina)"},
{"ID":606018,"Text":"ภาษา​ไทย"}
],"Version":2,"BigEndian":false,"Compression":1}}